

export default function CompanyHistory() {
    return (
        <section className="tamplate-pg-section">
            <h1 className="tamplate-pg__h1">Історія компанії</h1>
            <p className="tamplate-pg__p"><br/><br/>
                Компанія "Дитячий світ від А до Я" була заснована в 2012 році з простого, але важливого бажання —
                створити ідеальне місце, де батьки можуть знайти все необхідне для своїх дітей. Від самого початку ми
                зосередилися на якості та безпеці нашої продукції, адже кожен батько хоче найкращого для своєї дитини.
                Ми почали свій шлях з невеликого магазину, де пропонували обмежений асортимент іграшок, але наша
                пристрасть до дитячих товарів і бажання задовольнити потреби клієнтів допомогли нам швидко здобути
                популярність. Ми зрозуміли, що батьки шукають не лише іграшки, а й усе, що робить життя їх дітей
                яскравим і комфортним.<br/><br/>
                З часом ми розширили наш асортимент, включивши до нього різноманітні товари для дітей: від одягу до
                навчальних матеріалів. У 2024 році ми запустили онлайн-магазин, що дало можливість батькам зручно
                купувати продукцію, не виходячи з дому. Це рішення стало важливим кроком у нашій історії, адже ми змогли
                охопити більшу аудиторію та стати доступнішими для наших клієнтів.
                Сьогодні "Дитячий світ від А до Я" пропонує широкий вибір якісних іграшок та товарів для дітей, працюючи
                з надійними постачальниками та провідними виробниками. Наша команда завжди готова допомогти вам обрати
                найкраще для вашої дитини, адже ми розуміємо, як важливо знайти ідеальний товар.
                Дякуємо, що довіряєте нам у виборі найкращого для ваших дітей. Ми пишаємося тим, що можемо бути частиною
                вашої родинної історії!
            </p>
        </section>
    )
}