

export default function PaymentDelivery() {
    return (
        <section className="tamplate-pg-section">
            <h1 className="tamplate-pg__h1">Способи оплати та доставки</h1>
            <p className="tamplate-pg__p">
                <span>Способи оплати</span><br/><br/>
                Ми пропонуємо кілька зручних способів оплати:<br/><br/>
                1. Онлайн-оплата:<br/>
                • Приймаємо кредитні та дебетові картки (Visa, MasterCard).<br/>
                2. Оплата при отриманні кур'єру:<br/>
                • Ви можете оплатити замовлення готівкою безпосередньо кур'єру при отриманні товару.<br/>
                3. Накладений платіж:<br/>
                • Можливість оплатити замовлення при отриманні на пошті, сплативши за товар готівкою.<br/>
                4. Банківський переказ:<br/>
                • Оплата через банківський переказ на наш розрахунковий рахунок. Деталі для переказу надаємо під
                час<br/>
                оформлення замовлення.<br/><br/>
                <span>Спосіб доставки</span><br/><br/>
                Доставка здійснюється через "Нова Пошта" або "Укр пошта":<br/>
                • Доставляємо в будь-яке місто України. Ви отримаєте трек-номер для відстеження вашого замовлення.<br/>
                • Термін доставки — до 5 робочих днів.<br/><br/>
                <span>Вартість доставки</span><br/><br/>
                • Вартість доставки розраховується в залежності від ваги замовлення та обраного населеного пункту.<br/><br/>
                Запитання?<br/>
                Якщо у вас виникли запитання щодо способів оплати або доставки, не соромтеся звертатися до нашої служби
                підтримки.<br/>
            </p>
        </section>
    )
}