import "./TamplatePages.css";


export default function PrivacyPolicy() {
    return (
        <section className="tamplate-pg-section">
            <h1 className="tamplate-pg__h1">Політика конфіденційності</h1>
            <p className="tamplate-pg__p">
                Дата набрання чинності: 23.09.2024<br/><br/>

                Ми в "Дитячий світ від А до Я" серйозно ставимося до вашої конфіденційності. Ця Політика
                конфіденційності описує, як ми збираємо, використовуємо, зберігаємо та захищаємо вашу особисту
                інформацію.<br/><br/><br/>

                <span>1. Збір інформації</span><br/><br/>
                Ми можемо збирати такі типи інформації:<br/><br/>
                • Особисті дані: ім’я, адреса електронної пошти, номер телефону, адреса доставки та інша контактна
                інформація, яку ви надаєте під час оформлення замовлення або реєстрації.<br/>
                • Дані про використання: інформація про ваші дії на нашому сайті, такі як переглянуті товари, час
                перебування на сайті та інші аналітичні дані.<br/><br/><br/>
                <span>2. Використання інформації</span><br/><br/>
                Ми використовуємо вашу інформацію для:<br/><br/>
                • Обробки та виконання ваших замовлень.<br/>
                • Спілкування з вами, зокрема, щодо підтвердження замовлень та оновлень.<br/>
                • Поліпшення наших товарів та послуг.<br/>
                • Надання інформації про акції та новинки, якщо ви на це підписалися.<br/><br/><br/>
                <span>3. Передача інформації</span><br/><br/>
                • Ми не передаємо вашу особисту інформацію третім особам без вашої згоди, окрім випадків, коли це
                необхідно для виконання замовлення (наприклад, кур'єрським службам).<br/><br/><br/>
                <span>4. Захист інформації</span><br/><br/>
                • Ми вживаємо заходів безпеки для захисту вашої інформації від несанкціонованого доступу, зміни чи
                знищення. Вся передана інформація шифрується та зберігається в захищених базах даних.<br/><br/><br/>
                <span>5. Права користувачів</span><br/><br/>
                Ви маєте право:<br/><br/>
                • Запитувати доступ до своїх особистих даних.<br/>
                • Виправляти або видаляти свою інформацію.<br/>
                • Відмовитися від отримання маркетингових матеріалів у будь-який час.<br/><br/><br/>
                <span>6. Зміни в політиці</span><br/><br/>
                • Ми залишаємо за собою право вносити зміни до цієї Політики конфіденційності. Про всі зміни ми будемо
                повідомляти на нашому сайті.<br/><br/><br/>
                <span>7. Контактна інформація</span><br/><br/>
                Якщо у вас є питання або скарги щодо цієї Політики конфіденційності, будь ласка, зв’яжіться з нами:<br/><br/>
                • Електронна пошта: dutyachij@gmail.com<br/>
                • Телефон: +38(050)-196-19-35<br/>
            </p>
        </section>
    )
}