

export default function Returns() {
    return (
        <section className="tamplate-pg-section">
            <h1 className="tamplate-pg__h1">Правила повернення та обміну</h1>
            <p className="tamplate-pg__p">
                Дата набрання чинності: 23.09.2024<br/><br/>

                Ми прагнемо, щоб ви були задоволені своїм придбанням у "Дитячий світ від А до Я". Якщо з якихось причин
                ви не задоволені товаром, будь ласка, ознайомтеся з нашими правилами повернення та обміну:<br/><br/>

                <span>1. Умови повернення</span><br/>
                1.1. Ви маєте право повернути товар протягом 14 днів з моменту отримання замовлення, якщо товар не
                відповідає вашим очікуванням.<br/>
                1.2. Товар має бути в оригінальному упакуванні, невикористаним і з усіма супутніми документами (чек,
                гарантійний талон).<br/><br/>
                <span>2. Процедура повернення</span><br/>
                2.1. Щоб повернути товар, будь ласка, зв’яжіться з нашою службою підтримки за адресою
                dutyachiy@gmail.com або за телефоном +38(050)-196-19-35.<br/>
                2.2. Ви отримаєте інструкції щодо повернення товару, а також адресу, на яку слід відправити
                повернення.<br/>
                2.3. Витрати на повернення покриває покупець, якщо товар не виявився дефектним.<br/><br/>
                <span>3. Обмін товару</span><br/>
                3.1. Якщо ви хочете обміняти товар на інший, будь ласка, зв’яжіться з нашою службою підтримки протягом
                14 днів з моменту отримання товару.<br/>
                3.2. Товар для обміну має бути в оригінальному упакуванні та невикористаним.<br/><br/>
                <span>4. Виплати</span><br/>
                4.1. Повернення коштів здійснюється після отримання та перевірки повернутого товару. Кошти будуть
                повернуті на ваш рахунок протягом 7-14 днів.<br/>
                4.2. У разі обміну товару, новий товар буде надіслано безкоштовно.<br/><br/>
                <span>5. Дефектні товари</span><br/>
                5.1. Якщо ви отримали товар з дефектом, будь ласка, зв’яжіться з нами протягом 3 днів з моменту
                отримання. Ми організуємо повернення дефектного товару і безкоштовну заміну.<br/><br/>
                <span>6. Запитання</span><br/>
                Якщо у вас є запитання або сумніви щодо правил повернення та обміну, будь ласка, звертайтеся до нашої
                служби підтримки.
            </p>
        </section>
    )
}