

export default function Temps() {
    return (
        <section className="tamplate-pg-section">
            <h1 className="tamplate-pg__h1">Умови використання сайту</h1>
            <p className="tamplate-pg__p">
                Дата набрання чинності: 23.09.2024<br/><br/>

                Вітаємо вас на сайті "Дитячий світ від А до Я". Використовуючи наш сайт, ви погоджуєтеся дотримуватися
                наступних умов. Якщо ви не згодні з цими умовами, будь ласка, не використовуйте наш сайт.<br/><br/>

                <span>1. Загальні положення</span><br/>
                1.1. Сайт "Дитячий світ від А до Я" надає інформацію про товари та послуги, що пропонуються нашою
                компанією.<br/>
                1.2. Ми залишаємо за собою право в будь-який час змінювати або оновлювати ці умови без попереднього
                повідомлення. Вам слід регулярно перевіряти цю сторінку на предмет змін.<br/><br/>
                <span>2. Використання сайту</span><br/>
                2.1. Ви зобов'язуєтеся використовувати сайт лише в законних цілях і відповідно до цих умов.<br/>
                2.2. Забороняється використовувати сайт для:<br/>
                • Поширення неправдивої інформації.<br/>
                • Порушення прав інтелектуальної власності.<br/>
                • Здійснення будь-яких дій, які можуть завдати шкоди або перешкоджати роботі сайту.<br/><br/>
                <span>3. Інтелектуальна власність</span><br/>
                3.1. Всі матеріали, представлені на сайті, включаючи текст, графіку, логотипи та зображення, є власністю
                "Дитячий світ від А до Я" або третіх осіб.<br/>
                3.2. Забороняється копіювання, розповсюдження або використання матеріалів без попередньої згоди власника
                прав.<br/><br/>
                <span>4. Відповідальність</span><br/>
                4.1. Ми не несемо відповідальності за будь-які збитки або втрати, що виникають внаслідок використання
                або неможливості використання сайту.<br/>
                4.2. Ми не гарантуємо безперервну або безпомилкову роботу сайту.<br/><br/>
                <span>5. Посилання на сторонні ресурси</span><br/>
                5.1. Наш сайт може містити посилання на сторонні веб-сайти. Ми не несемо відповідальності за зміст або
                політику конфіденційності цих сайтів.<br/><br/>
                <span>6. Контактна інформація</span><br/>
                Якщо у вас є запитання щодо цих умов, будь ласка, зверніться до нас:<br/>
                • Електронна пошта: example@example.com<br/>
                • Телефон: +38(012)-345-67-89
            </p>
        </section>
    )
}