

export default function Values() {
    return (
        <section className="tamplate-pg-section">
            <h1 className="tamplate-pg__h1">Місії та цінності</h1>
            <p className="tamplate-pg__p">
                <span>Місії</span><br/>
                Наша місія – забезпечити кожну сім'ю доступними, безпечними та якісними товарами для дітей, щоб
                створювати умови для їхнього розвитку, комфорту та щасливого дитинства. Ми прагнемо стати надійним
                партнером для батьків, допомагаючи їм знайти все необхідне для їхніх малюків – від народження і до
                перших кроків у самостійне життя.<br/><br/>
                <span>Цінності</span><br/>
                1. Безпека та якість<br/>
                Ми ретельно підбираємо товари, щоб гарантувати їхню безпечність для дітей. Кожен продукт відповідає
                найвищим стандартам якості.<br/>
                2. Турбота про клієнтів<br/>
                Ми завжди орієнтовані на потреби наших клієнтів і прагнемо забезпечити їх найкращим сервісом. Ваша
                довіра – наша найбільша нагорода.<br/>
                3. Розвиток та навчання<br/>
                Ми віримо, що кожна дитина повинна мати можливість гратися, вчитися та розвиватися. Тому пропонуємо
                іграшки та товари, які сприяють творчому та інтелектуальному розвитку.<br/>
                4. Доступність<br/>
                Ми робимо все можливе, щоб наші товари були доступними для кожної родини, пропонуючи привабливі ціни та
                регулярні акції.<br/>
                5. Етика та відповідальність<br/>
                Наша компанія відповідально ставиться до вибору постачальників і дотримується високих етичних стандартів
                у веденні бізнесу.<br/>
            </p>
        </section>
    )
}